{
	"characters": [
		{
			"id": "adalovelace",
			"name": {
				"es": "Ada Lovelace",
				"en": "Ada Lovelace",
				"fr": "Ada Lovelace"
			},
			"specialty": {
				"es": "Programación",
				"en": "Programming",
				"fr": "Programmation"
			},
			"genre": "female",
			"description": {
				"es": "La pionera de la programación. Aunque nunca tuvo que ver con el logo de la Mac, muchos dirían que si ella hubiese mordido una manzana, seguro habría escrito su algoritmo en binario.",
				"en": "The pioneer of programming. Though she had nothing to do with the Mac logo, some would say if she had bitten an apple, she would’ve turned it into binary code.",
				"fr": "La pionnière de la programmation. Bien qu'elle n'ait rien à voir avec le logo Mac, certains diraient que si elle avait croqué une pomme, elle l'aurait transformée en code binaire."
			}
		},
		{
			"id": "grimhilde",
			"name": {
				"es": "Reina Grimhilde",
				"en": "Queen Grimhilde",
				"fr": "Reine-sorcière"
			},
			"specialty": {
				"es": "Hechicería",
				"en": "Sorcery",
				"fr": "Sorcellerie"
			},
			"genre": "female",
			"description": {
				"es": "Maestra en el arte oscuro, sabe que una manzana bien elegida puede ser más letal que cualquier conjuro.",
				"en": "A master of the dark arts, she knows that a carefully chosen apple can be deadlier than any spell.",
				"fr": "Maîtresse des arts obscurs, elle sait qu'une pomme soigneusement choisie peut être plus mortelle que n'importe quel sort."
			}
		},
		{
			"id": "renemagritte",
			"name": {
				"es": "Rene Magritte",
				"en": "Rene Magritte",
				"fr": "Rene Magritte"
			},
			"specialty": {
				"es": "Arte",
				"en": "Art",
				"fr": "Art"
			},
			"genre": "male",
			"description": {
				"es": "El artista que convirtió la manzana en un enigma visual, recordándonos que lo obvio puede ser un misterio.",
				"en": "The artist who turned the apple into a visual enigma, reminding us that the obvious can still be a mystery.",
				"fr": "L'artiste qui a transformé la pomme en énigme visuelle, nous rappelant que l'évident peut être mystérieux."
  			}
		},
		{
			"id": "adan",
			"name": {
				"es": "Adán",
				"en": "Adam",
				"fr": "Adam"
			},
			"specialty": {
				"es": "Jardinería",
				"en": "Gardening",
				"fr": "Jardinage"
			},
			"genre": "male",
			 "description": {
				"es": "El primer jardinero de la historia. A él no le sobra una costilla, pero la manzana nunca se le escapa.",
				"en": "The very first gardener in history. He may be missing a rib, but the apple never slips from his hand.",
				"fr": "Le tout premier jardinier de l’histoire. Il n’a peut-être pas une côte, mais la pomme ne lui échappe jamais."
			}
		}
	],
	"moods": [
		{
			"id": "sleepy",
			"name": {
				"es": "somnoliento",
				"en": "sleepy",
				"fr": "somnolent"
			}
		},
		{
			"id": "stressed",
			"name": {
				"es": "estresado",
				"en": "stressed",
				"fr": "stressé"
			}
		},
		{
			"id": "sad",
			"name": {
				"es": "triste",
				"en": "sad",
				"fr": "triste"
			}
		},
		{
			"id": "annoyed",
			"name": {
				"es": "molesto",
				"en": "annoyed",
				"fr": "agacé"
			}
		}
	],
	"combinations": [
		{
			"character_id": "adalovelace",
			"mood_id": "sleepy",
			"genre": "female",
			"texts": {
				"es": "Los números y algoritmos flotan en mi cabeza.. lástima que mis párpados también parecen flotar, a penas puedo mantenerme despierta.",
				"en": "Numbers and algorithms float in my head... too bad my eyelids seem to float as well, I can barely stay awake.",
				"fr": "Des chiffres et des algorithmes flottent dans ma tête… hélas, mes paupières semblent flotter aussi, et je peine à rester éveillé."
			}
		},
		{
			"character_id": "grimhilde",
			"mood_id": "stressed",
			"genre": "female",
			"texts": {
				"es": "¡Díganme! Si ya no soy la más hermosa… ¿quién soy, quién?! ¿Acaso seré tan frágil como una mordida en mi propia manzana?",
				"en": "Tell me! If I am no longer the fairest… then who am I, who?! Am I as fragile as a single bite of my own apple?",
				"fr": "Dites-moi ! Si je ne suis plus la plus belle… qui suis-je, qui ?! Suis-je aussi fragile qu’une seule bouchée de ma propre pomme?"
			}
		},
		{
			"character_id": "renemagritte",
			"mood_id": "sad",
			"genre": "male",
			"texts": {
				"es": "Me es difícil pintar rostros, porque veo las emociones que expresan y me acongojan… me contagian.",
				"en": "It’s hard for me to paint faces, because I see the emotions they express and they overwhelm me… they infect me.",
				"fr": "Il m’est difficile de peindre des visages, car je vois les émotions qu’ils expriment et elles me bouleversent… elles me contaminent."
			}
		},
		{
			"character_id": "adan",
			"mood_id": "annoyed",
			"genre": "male",
			"texts": {
				"es": "Tienen un jardín completo y aún así, todos me miran por esta maldita manzana...",
				"en": "They have a whole garden, and yet, everyone looks at me because of this damn apple...",
				"fr": "Ils ont tout un jardin, et pourtant, tous les regards se tournent vers moi à cause de cette maudite pomme…"
			}
		}
	]
}
